# St7GetNumLoadPathTemplateVehicles

Returns the number of vehicles assigned to the specified load path template.

long St7GetNumLoadPathTemplateVehicles(long uID, long TemplateID,
long* NumVehicles)
Input Parameters
uID
Strand7 model file ID.
TemplateID
Load path template ID.
Output Parameters
NumVehicles
Number of vehicles.